Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Israel is not allowed to settle down in religion.
pt: Israel não tem permissão para se estabelecer em religião.

source: Israel, at the time of Christ, was divided into a multitude of schools and sects, which opposed one another in bitter struggles.
pt: Como Israel vivia constantemente sob a ameaça de extermínio por pagãos, bárbaros e Roma imperial, não eram os homens responsáveis por seu bem-estar e destino estarem extremamente preocupados com a crescente onda de outro movimento messiânico?Israel, na época de Cristo, foi dividido em uma multidão de escolas e seitas, que se opunham umas às outras em amargas lutas.

source: Israel, for all practical purposes, shut itself off from that world in an effort to preserve the language and culture of the Hebrew tradition, as set forth in the Hebrew Scriptures.
pt: Israel, para todos os propósitos práticos, se fecha a partir daquele mundo em um esforço para preservar a língua e a cultura da tradição hebraica, conforme estabelecido nas Escrituras Hebraicas.

source: Israel, resurrected on her own land, has found again a pluralism which rejects the dogmatism and the unyielding doctrinal uniformity which were necessary during the Diaspora - a time when dangers from within and without threatened the very existence of the Jewish people.
pt: Israel, ressuscitada em sua própria terra, encontrou novamente um pluralismo que rejeita o dogmatismo e a inflexibilidade doutrinal que eram necessários durante a diáspora - uma época em que os perigos internos e externos ameaçavam a própria existência do povo judeu.

source: Israelite at heart and by faith, the Jew recognized in Jeshua of Nazareth the Messiah of his people - his very own Messiah.
pt: Israelita no coração e pela fé, o judeu reconheceu em Jesus de Nazaré o Messias do seu povo - o seu próprio Messias.

source: Israel’s hopes leaned forward to the hour of her redemption as a people and a place centering in Jerusalem.
pt: As esperanças de Israel se inclinaram para a hora de sua redenção como povo e um lugar centralizado em Jerusalém.

source: Israel’s wisdom consisted in placing “do” before “listen.” In this they proclaimed the primacy of action over doctrine.
pt: A sabedoria de Israel consistia em colocar “do” antes de “escutar”. Nisto eles proclamaram a primazia da ação sobre a doutrina.

source: It appeared chiefly in the fourth century, with the great Judeo-Christian separation - that forced, arbitrary rupture; it developed by the Christian in systematic contempt and persecution and ultimately led to the unbelievable Holocaust of the twentieth century.
pt: Apareceu principalmente no quarto século, com a grande separação judaico-cristã - aquela ruptura forçada e arbitrária; desenvolveu-se pelo cristão no desprezo sistemático e perseguição e levou finalmente ao Holocausto inacreditável do vigésimo século.

source: It became obligatory from that moment on.
pt: Tornou-se obrigatório a partir daquele momento.

source: It becomes difficult to disassociate them, so much are they alike.
pt: Torna-se difícil dissociá-los, tanto são semelhantes.

source: It began with a personal, subjective experience with this particular Messiah and found confirmation in a new reading of the Scriptures.
pt: Começou com uma experiência pessoal e subjetiva com esse Messias em particular e encontrou confirmação em uma nova leitura das Escrituras.

source: It belongs to God’s time.
pt: Pertence ao tempo de Deus.

source: It certainly cannot be by chance that the Bible has framed itself between two literal events.
pt: Certamente não pode ser por acaso que a Bíblia tenha se enquadrado entre dois eventos literais.

source: It consists in responding to hatred with love, to scorn with attentiveness.
pt: Consiste em responder ao ódio com amor, desprezar com atenção.

source: It constrains one to make an effort, to respect self and also to respect others.
pt: Obriga a pessoa a esforçar-se, a respeitar-se e a respeitar os outros.

source: It could be said, of course, that political opportunism or fickle human changeableness were involved.
pt: Pode-se dizer, claro, que o oportunismo político ou inconstância humana instável estavam envolvidos.

source: It does not mean mutual agreement in order to be cordial and agreeable or to compensate, so to speak, for bitter altercations in the past.
pt: Não significa concordância mútua para ser cordial e agradável, ou compensar, por assim dizer, por altercações amargas no passado.

source: It grows out of the double current that runs through the chapter: people - sin; Jerusalem - sanctuary.
pt: Ela cresce a partir da dupla corrente que percorre o capítulo: pessoas - pecado; Jerusalém - santuário.

source: It implied, rather, a desire for cleansing and a decision to live a life more fully dedicated to the God of Israel.
pt: Implicava, antes, um desejo de limpeza e uma decisão de viver uma vida mais plenamente dedicada ao Deus de Israel.

source: It involved, first of all, the sacrifice of his own past, which he admitted to have been vain, foolish, and false.
pt: Envolvia, antes de tudo, o sacrifício de seu próprio passado, que ele admitiu ter sido vaidoso, tolo e falso.

source: It is always He, and He never ceases to suffer from it.“78
pt: É sempre Ele e Ele nunca deixa de sofrer com isso.

source: It is always the figure of the suffering Messiah that Midrash Rabbah depicts in connection with Isaiah 53: “The Messiah King… will offer his heart to implore mercy and longsuffering for Israel, weeping and suffering as is written in Isaiah 53:5 ‘He was wounded for our transgressions,’ etc.: when the Israelites sin, he invokes upon them mercy, as it is written: ‘Upon him was the chastisement that made us whole,’ and likewise the Lord has laid on him the iniquity of us all.
pt: É sempre a figura do Messias sofredor que o Midrash Rabbah descreve em relação a Isaías 53: “O Rei Messias… oferecerá seu coração implorando misericórdia e longanimidade a Israel, chorando e sofrendo como está escrito em Isaías 53: 5. ferido por nossas transgressões, etc .: quando os israelitas pecam, ele invoca sobre eles a misericórdia, como está escrito: 'Sobre ele foi o castigo que nos tornou íntegros', e da mesma forma o Senhor colocou sobre ele a iniqüidade de todos nós .

source: It is an obedience that takes root rather than uproots.
pt: É a obediência que cria raízes e não o desenraizar.

source: It is bigger than man’s puny thinking.
pt: É maior que o pensamento insignificante do homem.

source: It is difficult, too, to make changes - to be converted - because then one becomes different.
pt: É difícil, também, fazer mudanças - ser convertido - porque então alguém se torna diferente.

source: It is especially necessary to note the influence of the Jewish rebellions against the Roman Empire and the resulting persecutions of Judaism by the Roman emperors.
pt: É especialmente necessário notar a influência das rebeliões judaicas contra o Império Romano e as resultantes perseguições do judaísmo pelos imperadores romanos.

source: It is fed by theology and serves theology….
pt: É alimentado pela teologia e fornece teologia….

source: It is important to understand this in order not to bow to theological temptations which seem to search for easy justifications.
pt: É importante entender isso para não se curvar às tentações teológicas que parecem buscar justificativas fáceis.

source: It is indeed late.
pt: É realmente tarde.

source: It is indeed remarkable that all the biblical texts mentioning the Savior (Mochia) refer exclusively to God.
pt: É de fato notável que todos os textos bíblicos que mencionam o Salvador (Mochia) se refiram exclusivamente a Deus.

source: It is interesting to note that this association of ideas is found even in biblical language.
pt: É interessante notar que essa associação de idéias é encontrada até na linguagem bíblica.

source: It is likewise true that in the original expression of Christian theology, nothing was taught that could suppose an eventual rupture with Jewish sources in the form of an abrogation of ancient Jewish Law.
pt: É igualmente verdade que, na expressão original da teologia cristã, nada foi ensinado que pudesse supor uma eventual ruptura com fontes judaicas na forma de uma revogação da antiga lei judaica.

source: It is necessary that action proceed from true conviction.
pt: É necessário que a ação proceda da verdadeira convicção.

source: It is no exaggeration to say that the Jews since Christian times have forged a good part of their theology, culture, and mentality in conscious opposition to Christianity.
pt: Não é exagero dizer que os judeus, desde os tempos cristãos, forjaram boa parte de sua teologia, cultura e mentalidade em oposição consciente ao cristianismo.

source: It is not astonishing, then, that truth today can charm so many pretenders for her hand, and that so much confusion troubles people’s minds.
pt: Não é surpreendente, então, que a verdade hoje possa encantar tantos pretendentes à sua mão, e que tanta confusão incomode a mente das pessoas.

source: It is not fashionable today, after Auschwitz, to be anti-Semitic.
pt: Não está na moda hoje, depois de Auschwitz, ser anti-semita.

source: It is not primarily a question of passing from one religion to another - for a new baptism, for a betrayal of the faith.
pt: Não é primordialmente passar de uma religião a outra - por um novo batismo, por uma traição à fé.

source: It is not sufficient just to do.
pt: Não é suficiente apenas para fazer.

source: It is noteworthy that the same distinctiveness in comparison to the church was already affirmed by Kimhi.
pt: É digno de nota que a mesma distinção em comparação com a igreja já foi afirmada por Kimhi.

source: It is rarely possible to make a clear-cut distinction between them in their common enterprise, for they seem to merge confusedly one with the other.
pt: É raramente possível fazer uma distinção nítida entre eles em seu empreendimento comum, pois eles parecem se misturar e confundir um com o outro.

source: It is suggested, then, that these two actions, though one was a “bite” and the other was a “bruise” or “crushing,” would come as the result of one act.
pt: Sugere-se, então, que essas duas ações, embora uma fosse uma “mordida” e a outra uma “contusão” ou “esmagamento”, viriam como resultado de um ato.

source: It is then that salvation appears to him as a free gift, not as something that is due him.
pt: É então que a salvação aparece para ele como um dom gratuito, não como algo que lhe é devido.

source: It is thus in names of God, of persons, and of places.
pt: É assim em nomes de Deus, de pessoas e de lugares.

source: It is to be found on the existence level - ours!
pt: É para ser encontrado no nível de existência - o nosso!

source: It is true that Jewish tradition, both written and oral, confirmed the Christian doctrine on the coming of the Messiah.
pt: É verdade que a tradição judaica, escrita e oral, confirmou a doutrina cristã sobre a vinda do Messias.

source: It is understandable, in the light of the change, that conversion to Christianity could appear to Jews as a denial of Judaism.
pt: É compreensível, à luz da mudança, que a conversão ao cristianismo possa parecer aos judeus uma negação do judaísmo.

source: It is unthinkable on either side to be at the same time Jew and Christian.
pt: É impensável que ambos os lados sejam ao mesmo tempo judeus e cristãos.

source: It is very important for us to drink at the sources, so that at last, delivered from the intoxications of error, we might in some measure think freely, which is to think rightly.
pt: É muito importante para nós bebermos nas fontes, para que finalmente, libertados das intoxicações do erro, possamos, de alguma forma, pensar livremente, o que é pensar corretamente.

source: It is very important that we know the truth that was entrusted to both the Jew and the Christian, in order that we can measure the distance covered, possibly the drift experienced, and the gravity of the misunderstanding that separates them.
pt: É muito importante que saibamos a verdade que foi confiada tanto ao judeu quanto ao cristão, a fim de medirmos a distância percorrida, possivelmente a deriva experimentada, e a gravidade do mal-entendido que os separa.

source: It is very simple to take a forthright position regarding the empoisoned beverage known as racism (in all its forms).
pt: É muito simples tomar uma posição franca sobre a bebida empoisada conhecida como racismo (em todas as suas formas).

source: It manifests itself in two ways: (1) a rigid stereotype of a Jew built upon subjective judgments; (2) a particular theological construct regarding the Jew-Christian separation.
pt: Ela se manifesta de duas maneiras: (1) um estereótipo rígido de um judeu baseado em juízos subjetivos; (2) uma construção teológica particular em relação à separação entre judeus e cristãos.

source: It means, rather, that we will act like a professional well digger.
pt: Significa, sim, que agiremos como um bom profissional escavador.

source: It must be consulted if we are to understand revealed truth with its historical and prophetic implications.
pt: Deve ser consultado se quisermos entender a verdade revelada com suas implicações históricas e proféticas.

source: It must be noted, however, that many times the opinions professed within tradition not only betray their foreign source, but show themselves to be in flagrant contradiction with the teachings of revelation.
pt: Deve-se notar, no entanto, que muitas vezes as opiniões professadas dentro da tradição não apenas traem sua fonte estrangeira, mas mostram-se em flagrante contradição com os ensinamentos da revelação.

source: It must be stated clearly: original Christianity never sought, under any pretense, to bring into question traditional Judaism.
pt: Deve ser dito claramente: o cristianismo original nunca procurou, sob qualquer pretexto, questionar o judaísmo tradicional.

source: It must here be made clear that by Law we are not referring to the cultic laws such as those set forth in Leviticus.
pt: Deve ficar claro aqui que, por lei, não estamos nos referindo às leis de culto tais como as estabelecidas em Levítico.

source: It must never come to his mind that he will have to be uprooted.
pt: Nunca deve vir à sua mente que ele terá que ser arrancado.

source: It must not be forgotten that the Diaspora had been an historical fact for eight centuries and that the majority of the Jewish people no longer lived in Palestine.
pt: Não se deve esquecer que a Diáspora foi um fato histórico por oito séculos e que a maioria do povo judeu não vivia mais na Palestina.

source: It never came into the mind of the rabbi to make two of one Messiah.
pt: Nunca veio à mente do rabino fazer dois de um único Messias.

source: It rang a bell of departure and of a new beginning.
pt: Tocou uma campainha de partida e de um novo começo.

source: It really is a pagan instinct which comes to life from time to time.“45
pt: É realmente um instinto pagão que vem à vida de tempos em tempos.

source: It remained a cover-up for vile baseness, of which the record says, “He [Pilate] perceived that it was out of envy that the chief priests had delivered him up.
pt: Continuou sendo um acobertamento por mesquinhez vil, do qual o registro diz: “Ele [Pilatos] percebeu que foi por inveja que os principais sacerdotes o entregaram.

source: It remains to be seen which of these two prayers was the most worthy to be heard and answered.
pt: Resta saber qual dessas duas orações foi a mais digna de ser ouvida e respondida.

source: It restores the converted one to his roots, recovers his ancient image, reconciles the creature with his Creator.
pt: Ele restaura o convertido às suas raízes, recupera sua antiga imagem, reconcilia a criatura com seu Criador.

source: It runs too close to the city.
pt: Corre muito perto da cidade.

source: It seems apparent that Jesus also referred to this text during the last supper.
pt: Parece evidente que Jesus também se referiu a este texto durante a última ceia.

source: It seems clear, then, that because of a determination to disassociate itself from the Jews, Christianity rejected the observance of the historic Sabbath.” Nor was it bv chance that all this came to a head in the fourth century - the century of Constantine and the time when the Church became the official religion of the state.
pt: Parece claro, então, que por causa da determinação de se desassociar dos judeus, o cristianismo rejeitou a observância do sábado histórico. ”Nem foi por acaso que tudo isso veio à tona no século IV - o século de Constantino e o tempo em que a Igreja se tornou a religião oficial do estado.

source: It simply does not take account of the facts given in the text, according to which Abraham was in danger of death.
pt: Simplesmente não leva em conta os fatos dados no texto, segundo os quais Abraão estava em perigo de morte.

source: It there must be authentic breaks in thought conversion among the people of God, this does not mean that we must abandon the field that has hitherto enriched us, in favor of another.
pt: Deve haver autênticas rupturas na conversão do pensamento entre o povo de Deus, isso não significa que devemos abandonar o campo que nos enriqueceu até agora, em favor de outro.

source: It therefore can never be determined or realized through any human calculation.
pt: Portanto, nunca pode ser determinado ou realizado através de qualquer cálculo humano.

source: It took him from his native land, from his customs, from his material and spiritual comforts.
pt: Ele o levou de sua terra natal, de seus costumes, de seus confortos materiais e espirituais.

source: It was Jesus they struck in the concentration camps.
pt: Foi Jesus que eles atacaram nos campos de concentração.

source: It was not easy to be Israel, but it was thrilling!
pt: Não foi fácil ser Israel, mas foi emocionante!

source: It was really in respect to the Sabbath that the two communities took up their opposing positions, to the point where, in official Christianity, “sabbatize” was equivalent to “judaize.
pt: Foi realmente em relação ao sábado que as duas comunidades assumiram suas posições opostas, a ponto de, no cristianismo oficial, “guardar o sábado” ser equivalente a “judaizar.

source: It was tailored to the occasion and brought the desired result.
pt: Foi adaptado à ocasião e trouxe o resultado desejado.

source: It was the Lateran Council of 1215 which, by defining the status of the Jew as that of one outside the law, determined the formation of the ghetto.
pt: Foi o Concílio de Latrão de 1215 que, definindo o status do judeu como aquele de fora da lei, determinou a formação do gueto.

source: It was then that, with disdain for its roots, Christianity turned outward and sought other roots.
pt: Foi então que, com desdém por suas raízes, o cristianismo se voltou e buscou outras raízes.

source: It was to be expected that Gabriel’s message, speaking for God, would deal with these two items.
pt: Era de se esperar que a mensagem de Gabriel, falando por Deus, tratasse desses dois itens.

source: It will be useless for him to claim that all worship the same God and all descend from the same sources.
pt: Será inútil para ele afirmar que todos adoram o mesmo Deus e todos descendem das mesmas fontes.

source: It will not suffice, of course, merely to abstain from using such words in the presence of Jews.
pt: Não será suficiente, é claro, simplesmente abster-se de usar tais palavras na presença de judeus.

source: It would be ill-advised, therefore, to propose a conclusion which, though seemingly clear, would be schematic and Manichaean, distinguishing the bad Jews from the good Christians and Romans, or vice versa.
pt: Seria imprudente, portanto, propor uma conclusão que, embora aparentemente clara, seria esquemática e maniqueísta, distinguindo os maus judeus dos bons cristãos e romanos, ou vice-versa.

source: It would be perverse for the Jew to transform into truth the prejudices of the civilization that surrounds him.
pt: Seria perverso para o judeu transformar em verdade os preconceitos da civilização que o rodeia.

source: It would never come to the mind of the slave to place in doubt or to contradict the words of his lord under the pretext that he chose the lord.
pt: Nunca chegaria à mente do escravo colocar em dúvida ou contradizer as palavras de seu senhor sob o pretexto de que ele escolheu o senhor.

source: It would seem that the Bible wanted to attach firmly to this site the idea of the saving intervention of God.
pt: Parece que a Bíblia queria anexar firmemente a este site a ideia da intervenção salvadora de Deus.

source: It would seem, then, that in order for the Jew to be converted without betrayal, the Christian will have to be converted, both in his mental presuppositions, and his theological system.
pt: Parece, então, que para que o judeu seja convertido sem traição, o cristão terá que se converter, tanto em suas pressuposições mentais, quanto em seu sistema teológico.

source: It would seem, therefore, that the crowd massed before the praetorium was made up largely of Jews who not only were unacquainted with Jesus, but who were ignorant regarding the priests and their abuses.
pt: Parece, portanto, que a multidão se reuniu antes que o pretório fosse composto em grande parte por judeus que não apenas não estavam familiarizados com Jesus, mas que eram ignorantes em relação aos sacerdotes e seus abusos.

source: Its beauty grips him, tempting him to make a permanent home on its bank.
pt: Sua beleza o agarra, tentando-o a fazer um lar permanente em seu banco.

source: Its end shall come with a flood, and to the end there shall be war; desolations are decreed.” Daniel 9:24-27.
pt: O seu fim virá com uma inundação e até o fim haverá guerra; desolações são decretadas. ”Daniel 9: 24-27.

source: Its leaders had become inebriated with success.
pt: Seus líderes ficaram embriagados com sucesso.

source: Its words have influenced our language and culture but so little our personal existence and history.
pt: Suas palavras influenciaram nossa língua e cultura, mas tão pouca nossa existência pessoal e história.

source: Its words have resounded in people’s ears but have not found an echo in their hearts and lives.
pt: Suas palavras ressoaram nos ouvidos das pessoas, mas não encontraram eco em seus corações e vidas.

source: J. Bernfeld, “Das Zinsverbot bei den Juden nach talmudisch-rabbinisch Recht,” in Das Licht, No. 8.
pt: J. Bernfeld, "Das Zinsverbot bei den Juden nach talmudisch-rabbinisch Recht", em Das Licht, n. 8.

source: Jacques Doukhan is right when, at the end of his presentation, he suddenly appears to be beset by a doubt.
pt: Jacques Doukhan está certo quando, no final de sua apresentação, ele de repente parece estar envolvido por uma dúvida.

source: Jacques Doukhan seems to understand this.
pt: Jacques Doukhan parece entender isso.

source: James 2:17.
pt: Tiago 2:17.

source: Jean-Paul Sartre has given a special twist to this contention.
pt: Jean-Paul Sartre deu um toque especial a essa alegação.

source: Jean-Paul Sartre, Anti-Semite and Jew, p.
pt: Jean-Paul Sartre, Antissemita e judeu, p.

source: Jeremiah 23:6.
pt: Jeremias 23: 6.

source: Jeremiah 31:1; 30:22).
pt: Jeremias 31: 1; 30:22).

source: Jeremiah writes: “O Lord, thou hast deceived me, and I was deceived….
pt: Jeremias escreve: “Senhor, tu me enganaste e fui enganado…

source: Jeremiah’s lamentation was spoken one warm spring day.
pt: A lamentação de Jeremias foi dita em um dia quente de primavera.

source: Jeremiah’s reasoning was without a flaw.
pt: O raciocínio de Jeremias não tinha defeito.

source: Jerusalem - The Message of the Name
pt: Jerusalém - a mensagem do nome
